Repository: mozilla-l10n/mt-training-data
Catalog: pa-PK/pa-PK_pontoon.tmx
Source language: en_us
Languages: pa_pk

source: The connection was interrupted
pa_pk: کنیکشن چ رکاوٹ آئی سی

source: The connection was reset
pa_pk: کنیکشن مڑ سیٹ کیتا گیا سی

source: The Independent Voices collection.
pa_pk: آزاد آوازاں دا بھنڈار اے۔

source: The Independent Voices collection. %s
pa_pk: آزاد آوازاں دا بھنڈار اے۔ %s

source: Theme
pa_pk: روپ ریکھا

source: The page at %1$s says:
pa_pk: پتے %1$s دے صفحے توں سنیہا:

source: The page isn’t redirecting properly
pa_pk: صفحے لئی ٹھیک طرح مڑ دشا پرورتن نہیں کیتا گیا

source: The tab counter toolbar button.
pa_pk: ٹیب دی گݨتی والا بٹن اے۔

source: This add-on could not be downloaded because of a connection failure.
pa_pk: کنیکشن اسپھل ہوݨ کرکے ایس وادھے والے نوں ڈاؤن‌لوڈ نہیں کیتا جا سکیا۔

source: This add-on could not be installed because it appears to be corrupt.
pa_pk: ایس وادھے والے نوں انسٹال نہیں کیتا جا سکیا کیوں‌کہ ایہہ نکارہ جاپدی اے۔

source: This add-on could not be installed because it has not been verified.
pa_pk: ایس وادھے والے نوں انسٹال نہیں کیتا جا سکیا کیوں‌کہ ایس دی تصدیق نہیں ہو سکی اے۔

source: This add-on was migrated from a previous version of %1$s
pa_pk: %1$s دے پراݨے ورژن توں ایہہ منگ گیا سی

source: This bar tucks away as you scroll down for extra browsing space.
pa_pk: وادھو براؤز کرن لئی تھاں بݨاوݨ واسطے سکرول کرن دے دوران ایہہ پٹی پاسے کر دتی جاندی اے۔

source: This extension could not be downloaded because of a connection failure.
pa_pk: ایس پھیلاؤ نوں کنیکشن خرابی رہݨ کرکے ڈاؤن‌لوڈ نہیں کیتا جا سکیا۔

source: This extension could not be installed because it appears to be corrupt.
pa_pk: ایہہ پھیلاؤ نکارہ ہوݨ کرکے انسٹال نہیں کیتا جا سکی اے۔

source: This extension could not be installed because it has not been verified.
pa_pk: ایس پھیلاؤ دی تصدیق نہیں ہو سکݨ کرکے ایس نوں انسٹال نہیں کیتا جا سکیا۔

source: This extension doesn’t require any permissions.
pa_pk: ایس پھیلاؤ لئی کسے اجازت دی لوڑ نہیں اے۔

source: This time search:
pa_pk: ہݨے ایہہ کھوجو –

source: This time search in:
pa_pk: ہݨے ایہنوں کھوجو –

source: This website requires a secure connection.
pa_pk: ایس ویب‌سائیٹ لئی سرکھیت کنیکشن چاہیدا اے۔

source: Thought-provoking stories
pa_pk: سوچݨ لئی مجبور کرن والے لیکھ

source: Today
pa_pk: اج

source: Toolbar
pa_pk: سند پٹی

source: Tools
pa_pk: سند

source: Top
pa_pk: اُتے

source: To send a tab, sign in to Firefox on at least one other device.
pa_pk: ٹیب بھیجݨ لئی، گھٹو گھٹ ہور ڈوائیس تے فائرفاکس چ سائین ان کرو۔

source: Total Cookie Protection isolates cookies to the site you’re on so trackers like ad networks can’t use them to follow you across sites.
pa_pk: پوری کوکی سرکھیا چ جس سائیٹ تے تسیں او، اوس لئی کوکیاں ہندیاں ہن تاں کہ تہاڈے ولوں ہور سائیٹاں ورتے جاݨ دوران ٹریکر اوہناں دی ورتوں نہ کر سکݨ۔

source: Tracking content
pa_pk: ٹریکنگ مواد

source: Tracking Content
pa_pk: ٹوہا ٹوہی دے نشان

source: Tracking Protection has blocked trackers
pa_pk: ٹوہ لاوݨ توں کجھ روک لاۓ گئے ہن

source: Tracking Protection is off for this site
pa_pk: ٹوہ لاوݨ توں سرکھیا بند ہو گیا

source: Tracking Protection is on
pa_pk: ٹوہ لاوݨ توں سرکھیا چالو اے

source: Translated to %1$s
pa_pk: %1$s وچ اُلتھا کیتا

source: Translate page
pa_pk: صفحے دا اُلتھا کرو

source: Translate page…
pa_pk: صفحے دا اُلتھا کرو…

source: Translation not found, for locale %1$s neither default language %2$s
pa_pk: ترجمہ نہیں لبھیا، نہ ہی %1$s لئی، نہ ہی مول بولی %2$s لئی

source: Translations
pa_pk: ترجمے

source: Try again
pa_pk: فیر کرو

source: Try Again
pa_pk: فیر کرو

source: Try a splash of color
pa_pk: رنگ پا کے ویکھو

source: Try private browsing
pa_pk: نجی براؤز کرن نوں ازماؤ

source: Try restarting extensions
pa_pk: پھیلاواں نوں مڑ چالو کرکے ویکھو

source: Try the Firefox search widget
pa_pk: فائرفاکس کھوج وجیٹ ازماؤ

source: Turn off and %1$s will clear cookies and reload this site. This may sign you out or empty shopping carts.
pa_pk: بند کرن نال %1$s ایس سائیٹ لئی کوکیاں مٹا کے ایس نوں مڑ لوڈ کرےگا۔ ایہہ تہانوں لاگ آؤٹ جاں تہاڈی خرید داری کارٹاں نوں خالی کرےگا۔

source: Turn off Cookie Banner Blocker for %1$s?
pa_pk: کیہہ %1$s لئی کوکی جھنڈا روکو بند کرنا اے؟

source: Turn off in settings
pa_pk: سیٹنگاں چ بند کرو

source: Turn off Reader View
pa_pk: پڑھن جھلک نوں بند کرو

source: Turn on and %1$s will try to automatically refuse all cookie banners on this site.
pa_pk: چاکو کرو تے %1$s ایس سائیٹ واسطے کوکی جھنڈے نوں آپݨے آپ انکار کرن دی کوشش کرےگا۔

source: Turn on auto-close
pa_pk: آپے بند کرنا چالو کرو

source: Turn on Cookie Banner Blocker for %1$s?
pa_pk: کیہہ %1$s لئی کوکی جھنڈا روکو چالو کرنا اے؟

source: Turn on for all sites
pa_pk: ساریاں سائیٹاں لئی چالو کرو

source: Turn on notifications
pa_pk: اطلاع نامے چالو کرو

source: Turn on Reader View
pa_pk: پڑھن جھلک نوں چالو کرو

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
pa_pk: <ul> <li>آئیٹم دا ناں بدلیا گیا ہو سکدا اے، ہٹایا گیا ہو سکدا اے جاں ہور تھاں بھیجی گئی ہو سکدی اے؟</li> <li>کوئی شبد غلط لکھے گئے ہن، اکھر وڈے چھوٹو ہو گئے ہن جاں سرناویں وچ کوئی اکھر دی غلطی اے؟</li> <li>کیہہ تہاڈے کول منگی گئی آئیٹم دی ورتوں گئی ڈھکویں ادھکار ہن؟</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
pa_pk: <ul> <li>ایس نوں ہٹایا، کتے ہور بھیجیا گیا ہو سکدا اے جاں فائل منطوریاں ایس تک پہنچ ہوݨ توں روک رہیاں ہوݨ‌گیاں۔</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
pa_pk: <ul> <li> سمسیہ بارے جاݨکاری دیݨ لئی ویبسائیٹ دے مالکاں نال سنپرک کرو۔</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
pa_pk: <ul> <li>جیس صفحے نوں تسیں ویکھݨ دی کوشش کر رہے او، اوہ نہیں دکھایا جا سکدا کیوں‌کہ ملے ڈیٹے دی پرماݨکتا دی پشٹی نہیں ہو سکی۔</li> <li>ایس سمسیا بارے جاݨکاری دیݨ لئی سائٹ مالکاں نال دسیو۔</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
pa_pk: <ul> <li>تسیں جس صفحے نوں کھولھݨ دی کوشش کر رہے او، اوس ایس ویبسائیٹ ولوں سرکھیت کنیکشن ضروری ہوݨ کرکے دکھایا نہیں جا سکدا اے۔</li> <li>مسئلہ اکثر ویبسائیٹ نال اے تے ایس نوں ٹھیک کرن لئی تسیں کجھ وی نہیں کر سکدے او۔</li> <li>تسیں سمسیہ بارے ویبسائیٹ دے پرشاسک نوں جاݨکاری دے سکدے او۔</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
pa_pk: <ul> <li>سائیٹ عارضی روپ وچ بند ہو سکدی اے جاں بہت رجھی پو سکدی اے۔ کجھ کو پلاں وچ مڑ کوشش کرو۔</li> <li>جے تسیں کوئی وی ورقہ لوڈ نہیں کر سکدے ہو تاں آپݨے ڈوائیس دے ڈیٹے جاں وائی‌فائی کنیکشن دی جانچ کرو جی۔</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
pa_pk: <ul> <li>ایہہ سرور دی سنرچنا کرکے سمسیا ہو سکدی اے یا کوئی سرور دی نکل کرن دی کوشش کر رہا اے۔</li> <li>جے تسیں پہلاں وی ایس سرور نال ٹھیک طرحاں جوڑن ہندے رہے او تاں غلطی آرزی ہو سکدا اے تے تسیں بعد چ کوشش کر سکدے او۔</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
pa_pk: <ul> <li>ویب سرناویں موں عام طور <strong>http://www.example.com/</strong> وجوں لکھیا جاندا اے۔</li> <li>دھیان دیو کہ تسیں فارورڈ سلیش (جویں <strong>/</strong>) ای ورت رہے او۔</li> </ul>

source: Unable to connect
pa_pk: کنیکٹ کرن لئی اسمرتھ اے

source: Unable to generate PDF
pa_pk: PDF بݨاوݨ توں قاصر

source: Unable to open %1$s
pa_pk: %1$s ایپ کھولھ نہیں سکدی

source: Unable to print this page
pa_pk: ایہہ صفحہ چھاپݨ توں قاصر

source: Unable to save login
pa_pk: پاس‌ورڈ رکھ نہیں سکدا

source: Unable to send
pa_pk: بھیجݨ توں ناکام

source: UNDO
pa_pk: موڑو

source: Unexpected response from server
pa_pk: سرور ولوں غیر متوقع جواب ملیا

source: Unknown Protocol
pa_pk: نامعلوم پروٹوکال

source: Unlock %1$s
pa_pk: %1$s بند کرن نوں الٹاؤ

source: Unsafe File Type
pa_pk: غیر محفوظ فائل قسم

source: Unwanted site issue
pa_pk: بے لوڑی سائیٹ مسئلہ

source: Update
pa_pk: نواں کرو

source: Update card expiration date?
pa_pk: تسیں کارڈ دی میاد پگݨ دی تاریخ نوں بدلݨا چاہیدے او؟

source: Update password?
pa_pk: پاس‌ورڈ اپڈیٹ کرنا اے؟

source: Updater Information
pa_pk: نویں کرن والے دی جاݨکاری

source: Update this login?
pa_pk: ایہنوں نواں کریو؟

source: Update username?
pa_pk: ورتݨ ناں نوں اپڈیٹ کرنا اے؟

source: URL
pa_pk: پتہ

source: URL copied.
pa_pk: کاپی کیتا گیا۔

source: Usage and technical data
pa_pk: ورتوں تے تکنیکی ڈیٹا

source: Use %1$s as a login provider
pa_pk: %1$s نوں لاگ ان دیݨ والے وجوں ورتوں

source: Use email instead
pa_pk: ایس دی بجائے ای‌میل ورتوں

source: Use password
pa_pk: پاس‌ورڈ نوں ورتو

source: Username
pa_pk: ورتنوالے دا ناں

source: Username updated
pa_pk: ورتݨ ناں نوں اپڈیٹ کیتا

source: Use saved card
pa_pk: سنبھالے کارڈ نوں ورتو

source: Use strong password
pa_pk: مضبوط پاس‌ورڈ ورتیو

source: Use strong password?
pa_pk: مضبوط پاس‌ورڈ ورتݨا اے؟

source: Use strong password: %1$s
pa_pk: مضبوط پاس‌ورڈ نوں ورتوں: %1$s

source: Verification failed
pa_pk: تصدیق نال غلطی ہو گئی اے

source: Version
pa_pk: ورژن

source: Very Dissatisfied
pa_pk: ڈاڈھا غیرتسلی بخش

source: Very Satisfied
pa_pk: ڈاڈھا تسلی بخش

source: View
pa_pk: ویکھو

source: View options
pa_pk: چوݨاں ویکھو

source: View recently closed tabs
pa_pk: تازا بند کیتیاں ٹیباں نوں ویکھو

source: Voice search
pa_pk: آواز دی کھوج

source: Wallpaper Item: %1$s
pa_pk: وال‌پیپر سامان: %1$s

source: Wallpapers
pa_pk: والپیپر

source: Wallpaper updated!
pa_pk: وال‌پیپر اپڈیٹ کیتا!

source: Web address not valid.
pa_pk: ایس پتے نال مسئلہ ہو گیا۔

source: Website
pa_pk: ویب‌سائٹ

source: Welcome to a more personal internet
pa_pk: ودھ نجی انٹرنیٹ وچ ست بسم اللہ

source: We love keeping you safe
pa_pk: اسیں تہانوں سرکھیت رکھݨا چاہندے آں

source: We‘re currently building support for an initial selection of Recommended Extensions.
pa_pk: اسیں ایس ویلے سفارشی وادھیاں دی پہلی چوݨ لئی حمایت تیار کر رہے آں۔

source: What’s blocked by custom tracking protection
pa_pk: کسٹم ٹریکنگ سرکھیا راہیں کس تے پابندی لائی جاندی اے۔

source: What’s blocked by standard tracking protection
pa_pk: معیاری ٹریکنگ سرکھیا راہیں کس تے پابندی لائی جاندی اے

source: What’s blocked by strict tracking protection
pa_pk: سخت ٹریکنگ سرکھیا راہیں کس تے پابندی لائی جاندی اے۔

source: What’s new
pa_pk: نویں کیہہ آں

source: When you’re signed in and synced, you’re safer. Firefox encrypts your passwords, bookmarks, and more.
pa_pk: جدوں تسیں سائین ان تے سِنک کردے ہو تاں تسیں ودھ سرکھیت ہندے او۔ فائرفاکس تہاڈے پاس‌ورداں، بُک‌مارکاں تے ہورناں نوں انکرپٹ کردا اے۔

source: Who might be able to see my activity?
pa_pk: میری سرگرمی نوں بھلا کوݨ ویکھ سکدا اے؟

source: With Firefox on your home screen, you’ll have easy access to the privacy-first browser that blocks cross-site trackers.
pa_pk: تہاڈی مکھ سکرین اُتے فائرفاکس نال تسیں پرائیویسی ادھارت براؤزر نوں سوکھی طرح ورت سکدے او، جو کہ انتر سائیٹ ٹریکراں اُتے پابندی لاوندا اے۔

source: Would you like to leave %s to view this content?
pa_pk: کیہہ تسیں %s توں باہر جاوݨ چاہندے او؟

source: Yes
pa_pk: ہاں

source: Yesterday
pa_pk: کل

source: You can set %1$s to automatically open links in apps.
pa_pk: تسیں ایپاں وچ پتے آپݨے آپ کھولھݨ لئی %1$s پا لا سکدے او۔

source: You may want to block access if it's not clear why %s needs this data.
pa_pk: جے تہانوں بھروسہ نہیں اے کہ %s نوں ایہہ ڈیٹا کیوں چاہیدا اے تاں تسیں ایہہ پہنچ تے روک لا سکدے او۔

source: Your open tabs will be shown here.
pa_pk: تہاڈیاں کھلھیاں ٹیباں نوں اتھے وکھایا جاۓگا۔

source: Your private tabs will be shown here.
pa_pk: تہاڈیاں نجی ٹیباں نوں اتھے وکھایا جاۓگا۔

source: Your tabs are syncing! Pick up where you left off on your other device.
pa_pk: تہاڈیاں ٹیباں ہم وقت ہندیاں پئیاں ہن۔ آپݨے ہور ڈوائیس تے جتھے تسیں چھڈو م، اوتھوں ہی تسیں ہی شروع کرو۔

source: account recovery key
pa_pk: کھاتے برامد کرن دی کنجی

source: add-on
pa_pk: وادھا والا

source: alternate text
pa_pk: بدلویں لکھت

source: attack
pa_pk: حملہ کرنا

source: attacker
pa_pk: حملہ والا

source: Attack Site
pa_pk: حملہ والے دا صفحہ

source: attendee
pa_pk: میلی

source: authenticate
pa_pk: تصدیق دیو

source: authenticated
pa_pk: تصدیق دتی

source: autoplay
pa_pk: پلو پل چلݨ

source: backup authentication code
pa_pk: دوجی تصدیق

source: bookmark
pa_pk: اتا پتہ

source: breakpoint
pa_pk: توڑن دی تھاں

source: Bug report
pa_pk: مسئلہ

source: certificate authority
pa_pk: سند بدھ والا

source: cipher
pa_pk: سیفر

source: clipboard
pa_pk: کاپی والا

source: colorway
pa_pk: رنگ ڈھنگ

source: context
pa_pk: حالت

source: cookie banner
pa_pk: کوکی نوٹس

source: corrupt
pa_pk: وگاڑ کرنا

source: corrupted
pa_pk: وگاڑ ہوئی

source: crash
pa_pk: غضب ہو جاوݨ

source: cross-site tracking cookie
pa_pk: سائٹ بہ سائٹ ٹوہ لیݨ دی کوکی

source: cryptominer
pa_pk: بجلئی پیسے لاوݨ والا

source: cryptomining
pa_pk: بجلئی پیسہ لاوݨا

source: debug
pa_pk: مسئلہ نجٹھݨا

source: deceptive site
pa_pk: جھوٹھا موٹھا

source: decode
pa_pk: متا پکاوݨا

source: decryption
pa_pk: بھیت کھولھݨا

source: disinformation
pa_pk: بہکاوے

source: distrust
pa_pk: بھروسہ نہ کرنا

source: enable
pa_pk: چالو کرو

source: encode
pa_pk: کوڈ کڈھو

source: encrypt
pa_pk: اوہلا پا لاؤ

source: encryption
pa_pk: حفاظت

source: end user
pa_pk: ورتنوالا

source: extension
pa_pk: پھیلاؤ

source: fingerprinter
pa_pk: پیڑاں راکھا

source: fingerprinting
pa_pk: پیڑاں رکھݨ

source: Firefox View
pa_pk: نظارے والا

source: grassroots
pa_pk: بنیادی

source: home page
pa_pk: مکھ صفحہ

source: import
pa_pk: ایمپورٹ کرو

source: independent browser
pa_pk: آزاد براؤزر

source: innovations
pa_pk: کاڈھاں

source: insecure
pa_pk: غیر محفوظ

source: installation
pa_pk: اینسٹال کرن

source: Issue
pa_pk: جاری کرنا

source: Legacy extension
pa_pk: پراݨا جوڑ

source: MDN
pa_pk: ڈیو نیٹورک

source: misinformation
pa_pk: غلط خبر

source: native
pa_pk: جدی

source: net neutrality
pa_pk: اینٹرنیٹ تے حق نیاں

source: nonprofit
pa_pk: غیر منافع

source: non-profit
pa_pk: غیر منافع

source: open source
pa_pk: آزاد سروت

source: override
pa_pk: منسوخ کرنا

source: pop-up
pa_pk: اُچلدا مینو

source: preference
pa_pk: ترجیح

source: release
pa_pk: جاری کرنا

source: report
pa_pk: ریپورٹ کرو

source: revert
pa_pk: موڑو

source: search suggestion
pa_pk: کھوج دی تجویز

source: security keys
pa_pk: سرکھیا کنجیاں

source: sensitive
pa_pk: حساس

source: sidebar
pa_pk: باہی

source: sign
pa_pk: دستخط دیو

source: signer
pa_pk: دستخط والا

source: sign in
pa_pk: لوگ این کرو

source: sign-in
pa_pk: لوگ این کرن

source: studies
pa_pk: گھوکھاں

source: track
pa_pk: ٹوہ لاؤ

source: trackers
pa_pk: ٹوہا ٹوہی

source: unencrypted
pa_pk: ننگا ہویا

source: unresponsive
pa_pk: غیر جواب دیہہ

source: unsafe
pa_pk: غیر محفوظ

source: validate
pa_pk: جواز دیو

source: validity
pa_pk: میعاد

source: version
pa_pk: ورژن

source: Web Authentication
pa_pk: ویب تصدیق
